[
  {
    "title": "Gattaca",
    "id": 1,
    "año": 1997,
    "rating": 10,
    "tags": ["Ciencia Ficción", "Favorita", "Romance"],
    "director": "Andrew Niccol",
    "sinopsis": "Se sitúa en un futuro en el cual la edición genética es moneda corriente. Surge una nueva discriminación hacia los llamados in-valid, personas concebidas de manera natural, por los genéticamente superiores. De fotografía vintage, soundtrack suave y su trama extensa (106 minutos)."
  },
  {
    "title": "Star Wars: Episode I - The Phantom Menace",
    "id": 2,
    "año": 1999,
    "rating": 4.5,
    "tags": ["Acción", "Ciencia Ficción", "Aventura"],
    "director": "George Lucas",
    "sinopsis": "Obi-Wan Kenobi es un joven aprendiz caballero Jedi bajo la tutela de Qui-Gon Jinn; Anakin Skywalker, quien después será padre de Luke Skywalker y se convertirá en Darth Vader, solamente es un niño de 9 años. Cuando la Federación de Comercio corta todas las rutas al planeta Naboo, Qui-Gon y Obi-Wan son asignados para solucionar el problema."
  },
  {
    "title": "Star Wars: Episode V - The Empire Strikes Back",
    "id": 3,
    "año": 1980,
    "rating": 9.5,
    "tags": ["Acción", "Ciencia Ficción", "Aventura"],
    "director": "Irvin Kershner",
    "sinopsis": "Aunque la Estrella de la Muerte ha sido destruida, las tropas imperiales han hecho salir a las fuerzas rebeldes de sus bases ocultas y los persiguen a través de la galaxia. Mientras, el grupo de rebeldes de Skywalker se esconde en un planeta helado."
  },
  {
    "title": "Star Wars: Episode III – Revenge of the Sith",
    "id": 4,
    "año": 2005,
    "rating": 9.7,
    "tags": ["Acción", "Ciencia Ficción", "Aventura", "Favorita"],
    "director": "George Lucas",
    "sinopsis": "Seducido por el lado oscuro, Anakin Skywalker se rebela contra su mentor, Obi-Wan Kenobi, y se convierte en Darth Vader."
  },
  {
    "title": "Starship Troopers",
    "id": 5,
    "año": 1997,
    "rating": 8.5,
    "tags": ["Acción", "Ciencia Ficción", "Aventura"],
    "director": "Paul Verhoeven",
    "sinopsis": "En un futuro lejano, se alienta a los niños de secundaria a convertirse en ciudadanos al unirse al ejército. Lo que no saben es que pronto se verán envueltos en una guerra a gran escala contra un planeta de insectos alienígenas. La lucha está en marcha para garantizar la seguridad de la humanidad."
  },
  {
    "title": "Reservoir Dogs",
    "id": 6,
    "año": 1994,
    "rating": 10,
    "tags": ["Acción", "De culto", "Favorita"],
    "director": "Quentin Tarantino",
    "sinopsis": "Seis criminales profesionales son contratados para robar en un almacén de diamantes, pero la policía aparece inesperadamente en el momento del atraco. Algunos miembros de la banda mueren en el enfrentamiento y otros logran huir, reagrupándose en un almacén y dispuestos a descubrir quién los delató."
  },
  {
    "title": "Pulp Fiction",
    "id": 7,
    "año": 1994,
    "rating": 9.5,
    "tags": ["Acción", "De culto", "Crimen"],
    "director": "Quentin Tarantino",
    "sinopsis": "La vida de un boxeador, dos sicarios, la esposa de un gánster y dos bandidos se entrelaza en una historia de violencia y redención."
  },
  {
    "title": "Inglourious Basterds",
    "id": 8,
    "año": 2009,
    "rating": 9.5,
    "tags": ["Acción", "De culto", "Bélico"],
    "director": "Quentin Tarantino",
    "sinopsis": "Es el primer año de la ocupación alemana de Francia. El oficial aliado, teniente Aldo Raine, ensambla un equipo de soldados judíos para cometer actos violentos en contra de los nazis, incluyendo la toma de cabelleras. "
  },
  {
    "title": "Réquiem for a dream",
    "id": 9,
    "año": 2000,
    "rating": 10,
    "tags": ["Drama", "Favorita", "Thriller psicológico"],
    "director": "Darren Aronofsky",
    "sinopsis": "Una envejecida viuda se vuelve adicta a píldoras dietéticas mientras su hijo libra su propia batalla con estupefacientes."
  },
  {
    "title": "Star Gate",
    "id": 10,
    "año": 1994,
    "rating": 10,
    "tags": ["Acción", "Ciencia Ficción", "Aventura", "Favorita"],
    "director": "Roland Emmerich",
    "sinopsis": "Un equipo de militares y un científico parten hacia un planeta desconocido a través de una puerta estelar descubierta en una excavación en Egipto."
  }
]
